{
    "profile": "О себе",
    "profileDescr": "Я фронтенд-разработчик в компании СпроАйТи. Моя основная зона ответственности — разработка интерфейсов на Angular, создание компонентной архитектуры и решение задач, связанных с UX, удобством и стабильностью приложения. Активно работаю с RxJS, формами, модульной структурой проекта и взаимодействием с API. Люблю чистый код, продуманные интерфейсы и быструю обратную связь от пользователей.",
    "skills":"Навыки",
    "firstname":"Евгений Грушевский",
    "speciality":"веб разработчик",
    "education":"образование",
    "works": "опыт",
    "educationItems" : [
        {
            "educationName": "Белорусский государственный университет информатики и радиоэлектроники",
            "educationYears": "Сен 2017 - Июн 2021",
            "educationDescr": "Специальность: Информационные Технологии и Управление в технических системах. Квалификация: инженер по информационным технологиям. Visual C++, SQL, Access, Oracle, AutoCad, Autodesk Inventor, Интернет-технологии." 
        },
        {
            "educationName": "IT-АКАДЕМИЯ. ОБРАЗОВАТЕЛЬНЫЙ ЦЕНТР ПРОГРАММИРОВАНИЯ И ВЫСОКИХ ТЕХНОЛОГИЙ",
            "educationYears": "Сен 2020 - Дек 2020",
            "educationDescr": "Разработка сайтов с HTML, CSS и JavaScript. Адаптивный веб дизайн, мультимедия, кроссбраузерность, сss препроцессоры, bootstrap библиотека, основы JS." 
        },
        {
            "educationName": "IT-АКАДЕМИЯ. ОБРАЗОВАТЕЛЬНЫЙ ЦЕНТР ПРОГРАММИРОВАНИЯ И ВЫСОКИХ ТЕХНОЛОГИЙ",
            "educationYears": "Дек 2020 - Мар 2021",
            "educationDescr": "Разработка веб приложений с JavaScript. Основы JS, ООП, ES6, DOM API, DOM события, анимации, дерево рендера, MVC, SPA, Fetch API." 
        },
        {
            "educationName": "ROLLING SCOPE SCHOOL",
            "educationYears": "Сен 2022 - Мар 2023",
            "educationDescr": "RS School. Курс JS/Frontend - разработка. Этап#1. Git, GitHub, Адаптивный дизайн, Core JS, Алгоритмические задачи, DOM, DOM события, Browser API, основы NodeJS, WebPack. Работа c TypeScript, разработка компонентов пользовательского интерфейса, презентации на английском языке, проекты в команде." 
        },
        {
            "educationName": "ROLLING SCOPE SCHOOL",
            "educationYears": "Мар 2023 - ИЮН 2023",
            "educationDescr": "RS School. Курс Angular - 2023 Q1. Этап#3. Компоненты, Дириктивы & Пайпы, Модули & Сервисы. Маршруты, Формы, RxJS & Наблюдаемые, NgRX." 
        }
    ]
}